/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Interromper";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Interromper pesquisa";

/* alert button */
"Continue" = "Continuar";

/* alert button */
"Continue scan" = "Continuar pesquisa";

/* alert button */
"Ignore" = "Ignorar";

/* alert button */
"Ignore plug-in" = "Ignorar plug‑in";

/* alert button */
"Open plug-in graphic interface" = "Abrir a interface gráfica do plug‑in";

/* alert button */
"Start Plug-In Manager" = "Iniciar gestor de plug-ins";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Caro utilizador do ^P,\ntem %ld Audio Units ativadas que não passaram na validação de Audio Units da Apple. Esta situação poderá causar problemas, incluindo o bloqueio do ^P ou a perda de dados! Consulte o(s) fabricante(s) para obter versões atualizadas. Recomendamos que desative estes plug‑ins no gestor de plug‑ins.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Só as Audio Units pesquisadas com êxito estarão disponíveis no ^P.\nA pesquisa continuará quando voltar a iniciar o ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "A unidade de áudio “%1$@” por “%2$@” informa que não está devidamente autorizada a ser utilizada neste sistema.\nEncontrará mais informações sobre a proteção contra a cópia na documentação do plug‑in.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "A unidade de áudio “%1$@” por “%2$@” informa que não está devidamente autorizada a ser utilizada neste sistema.\nEncontrará mais informações sobre a proteção contra cópia na documentação do plug‑in. É possível abrir a interface gráfica do plug‑in para gerir a proteção contra cópia.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Durante a verificação da compatibilidade de Audio Units, o ^P encontrou %ld plug‑ins de Audio Units que não passaram na validação de Audio Units da Apple. Estes plug‑ins não podem voltar a ser usados no ^P, para evitar possíveis problemas ou bloqueios. Pode optar por iniciar o gestor de plug‑ins agora para analisar os resultados da validação ou continuar com o processo de arranque.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "O ^P terminou inesperadamente ao tentar usar a unidade de áudio “%1$@” por “%2$@”.\nEste plug‑in poderá necessitar de uma atualização.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Ocorreu um erro com um plug‑in de Audio Unit instalado.";

/* alert title */
"Audio Unit authorization error." = "Erro de autorização da Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Foram encontradas Audio Units incompatíveis.";

/* alert title */
"You are about to abort the scan process." = "Está prestes a interromper o processo de pesquisa.";

/* alert title */
"You are using incompatible Audio Units." = "Está a usar Audio Units incompatíveis.";

/* audio unit type */
"MIDI processor" = "processador MIDI";

/* audio unit type */
"MIDI-controlled effect" = "efeito controlado por MIDI";

/* audio unit type */
"effect" = "efeito";

/* audio unit type */
"format converter" = "conversor de formato";

/* audio unit type */
"generator" = "gerador";

/* audio unit type */
"instrument" = "instrumento";

/* audio unit type */
"mixer" = "mesa de mistura";

/* audio unit type */
"offline effect" = "efeito offline";

/* audio unit type */
"output unit" = "unidade de saída";

/* audio unit type */
"panner" = "controlo de balanço";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "A pesquisar plug‑ins de Audio Units…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "A atualizar a informação sobre plug‑ins de Audio Units…";

/* possible validation result */
"couldn’t be opened" = "não foi possível abrir";

/* possible validation result */
"crashed validation" = "validação bloqueada";

/* possible validation result */
"failed validation" = "validação falhada";

/* possible validation result */
"not authorized" = "não autorizado";

/* possible validation result */
"not validated due to internal error" = "não validado devido a um erro interno";

/* possible validation result */
"not yet validated" = "ainda não foi validado";

/* possible validation result */
"successfully validated" = "validação bem sucedida";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "A pesquisar Audio Units (concluído: %1$d de %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "A pesquisar Audio Units (%1$ld de %2$ld finalizada(s))";

/* used for invalid version numbers */
"invalid" = "inválido";

/* used when value transformer can’t interpret given object */
"unknown" = "desconhecido";
